CSI API ETABS v1
cSapModel.LineElm Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cLineElm LineElm { get; }
ReadOnly Property LineElm As cLineElm
	Get
Dim instance As cSapModel
Dim value As cLineElm
value = instance.LineElm
property cLineElm^ LineElm {
	cLineElm^ get ();
}
abstract LineElm : cLineElm with get
Property Value
Type: cLineElm
See Also
Reference
cSapModel Interface
ETABSv1 Namespace